Revit 2024 API
ParameterTypeId.RoomLevelId Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoomLevelId { get; }
Visual Basic
Public Shared ReadOnly Property RoomLevelId As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoomLevelId {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace